 [   
     {
        "company":"The Software Guild",
        "title":"C# .NET Apprentice",
        "start_date":"2017",
        "end_date":"2007",
        "summary":"",
        "bulletpt":
        [
            {"bullet": "The Software Guild is an intensive, fast-paced apprenticeship program that produces .NET / C# full-stack software developers."},
            {"bullet":"Used C# and the .NET framework to create a business application for flooring company that enabled users to add, delete, & edit clients and ordes.  The program was also capable of reading and writing to files to allow for product and state tax updates."},
            {"bullet":"Built two websites, a restaurant and a car dealership, that incorporated multiple pages, imagery, and internal links using HTML, CSS, Javascript, and Bootstrap."},
            {"bullet":"Utilized Atlassian Tools (JIRA, Crucible, BitBucket, and HipChat) for version control, workflow management, and team communication."}
        ]
     },
     
     
     {
        "company" : "SmartSource Technical Staffing",
        "title" : "IT Support Specialist",
        "start_date" : "2017",
        "end_date" : "2016",
        "summary" : "",
        "bulletpt" : [

                    {"bullet" : "Perform End of the Year Site Inventory of End-user devices (laptops, desktops, workstations, non-Xerox printers, mobile phone) qty of monitors, docking station and Cisco desk phone."},
                    {"bullet" : "Record End-User Asset Information into Excel spreadsheet, which later be updated in BMC Remedy."},
                    {"bullet" : "Record and Document Data communication room / network closet for future upgrade/roll outs."},
                    {"bullet" : "Record any equipment that broken and sent into support office for break/fix."},
                    {"bullet" : "Traveled onsite for break fix service for multiple clients."}  
  
                ]

    },


    {   
        "company" : "United States Postal Service (Contract)",
        "title" : "Windows Administrator",
        "start_date" : "2014",
        "end_date" : "2016",
        "summary" : "",
        "bulletpt" : [
            {"bullet": "Supported existing ESM teams with their installation / maintenance / upgrades Web tools that collect and track performance metrics for the external and internal Web applications."},
            {"bullet" : "Update xMatters Alert Support Groups rotation schedules so that matches with their business unit work schedule."},
            {"bullet" : "Adjusting specific KPI (CPU, Memory, Free Disk Space, System Uptime Time) thresholds per request to meet the business unit support groups requirements."},
            {"bullet" : "Repair Monitoring Agents to continue collecting event and performance data into Sybase database, which business units can generate performance reports from."},
            {"bullet" : "Research/Test solutions such SAP Business Intelligence for a centralize database to collect system performance metric from multiple databases. Multiple reports can be created from centralize database."}

            ]
    },

    {


            "company" : "CHS Inc. (Contract)",
            "title" : "Windows Workstation Support Analyst",
            "start_date" : "2014",
            "end_date" : "2014",
            "summary" : "",
            "bulletpt" :[
                {"bullet":"Assist existing team with migration efforts from Windows XP(End of Life) to Windows 7."},
                {"bullet": "Image new Workstations/Laptops/Tablets, install specific Business Unit Applications, and copy user data."},
                {"bullet": "Migration process and Incident tickets were track using Cherwell."},
                {"bullet":"Notify Business Analyst of non-compatible software that can’t be installed or not working on Windows 7."},
                {"bullet":"Provided onsite and remote level II support to customers."}
            ]
                                                        



    },

    {
            "company" : "Federal Aviation Administration (Contract)",
            "title" : "Help Desk / Desktop Support II",
            "start_date" : "2009",
            "end_date" : "2014",
            "summary" : "",
            "bulletpt" :[
                {"bullet":"Exceeded required gooal of 95% SLA resolution. Remote goal at least 75%."},
                {"bullet": "Primarily responsible for responding to user incidents within SLA and providing desk side support."},
                {"bullet": "Field Support will provide Tier 2 incident/support response from Incident Management."},
                {"bullet": "If issue can’t be resolved remotely, support will travel to the user’s location."},
                {"bullet": "On network or server problems additional assist might be required to resolve by Tier 2."},
                {"bullet":"Facilitated the lifecycle of the Windows 7 migration, MS Office 2010 & 365 (End-user Support) rollout projects."},
                {"bullet":"Demonstrate comprehension of Service Level Attainment and Key Performance Indicators regarding delivery of service by effectively meeting incident response and resolution metrics as measured by Incident Management. Exceeded required goal of 95% SLA resolution. Remote goal at least 75%."},
                {"bullet":"Found creative ways so as to come to resolution for the end-user as quickly as possible and document in Knowledge Management."},
                {"bullet":"Active Used and supported ticketing tool such as Remedy."}
            ]

    },

    {

        "company" : "Target Technology Services (Contract)",
        "title" : "Technical Analyst",
        "start_date" : "2005",
        "end_date" : "2008" ,
        "summary" : "",
        "bulletpt" : [
            {"bullet":"Peformed numerous technology upgrades by combining efforts with the IT rollout project department."},
            {"bullet": "Collected data, analyzed, developed plans, monitored installs using scripts, troubleshoot hardware and network problems; tested performance and scheduled tasks using Opsware Network automation system to upgrade multiple switches."},
            {"bullet": "Provided productive feedback on project progress."},
            {"bullet": "Documented hardware, software and 3rd-party issues."},
            {"bullet":"Performed data backup and restoration."},
            { "bullet" : "Facilitated the rollout of multiple technology projects they are the following:  UPS Replacement, Pharmacy ISDM, Cisco Switch IOS Code Update, Catalina Printer Project, DRAC Software Update, TSS Re-Image Data Migration, Store Register XP Upgrade, Store Server Placement Project (Phase 1 & 2).  "}
        ]


    }
 ]
